{
    "西院图书馆": {
            "text":"青岛大学图书馆是山东省面积较大的现代化图书馆之一，图书馆主楼位于校园中心，背依浮山，面临黄海，花香宜人，环境优雅，是莘莘学子和辛勤的园丁们读书治学的好地方。\n图书馆藏书门类齐全，数量极为丰富。中外文期刊、电子图书、电子期刊种类繁多。经过多年的日积月累，我馆已基本形成了以社会科学、 政治、经济、中国文学、语言文学、自然科学、工业技术类为主的藏书体系。其中文科藏书、纺织服装类藏书和日文原版书独具特色。我馆不仅收藏了《四库全书》、《续修四库全书》、《四库禁毁丛书》、《传世藏书》、《古今图书集成》等古代典籍，还收藏了《中华大藏经》、《乾隆大藏经》和《大正大藏经》为代表的一系列宗教类书籍，更有《域外汉籍珍本文库》、《韩国文献集成》、《韩国汉文燕行文献选编》、《越南汉文燕行文献集成》等一大批东亚文化研究典籍，也有《新格鲁夫音乐与音乐家大辞典》、《中国民族民间文艺集成志书》和《中国音乐文物大系》等艺术类研究丛书，配之以丰富的文献检索工具书，活脱脱的读者乐园，俨然一座学术殿堂。\n我馆现设有14个书库，21个阅览室，有3000多个阅览座位。我馆每周的开馆时间已超过91小时。\n青岛大学图书馆是山东省最早实现图书自动化管理的图书馆之一，是山东省首批获得“图书馆自动化管理先进”称号的单位。自1993年开始。我馆采用了文化部委托深圳图书馆等八个单位研制的\"图书馆自动化管理集成系统\"对图书进行计算机管理，还配备了复印机、缩微机、激光打印机等现代化设备 ，为我馆向现代化图书馆过渡提供了必要的基础。随着的持续不断地数字资源建设，目前已经形成了完整的数字文献体系。\n图书馆是高等学校的三大支柱之一，是为教学和科研服务的学术性机构，是全校的文献信息中心。近年来我们秉承“支持学术 服务学科”的工作理念，为全校师生提供形式多样的文献信息服务。在CALIS三期建设中，青岛大学图书馆成为原文传递和虚拟参考咨询示范馆并获得多项奖励，为广大师生提供国内外最新科技信息，满足读者在求学和学术研究中各方面的文献信息需求。\n图书馆在多年的工作积累中，逐步形成了自己的服务理念，明晰了自己的使命，规划了自己的愿景，供同仁共勉。\n理念 （idea） ：书香青大\n使命（mission）：支持学术  服务学科\n愿景（vision） ：读者的乐园 学术的殿堂\n图书馆的服务，换来了师生对图书馆的热爱，美术学院马君弟老师指导学生程凯、杨逍飞为图书馆设计了形象标识，方案如下：\n\n2014年初，有感于图书馆的气韵，青岛大学文学院翟景运博士援笔题写了青岛大学图书馆铭并序，其辞曰：\n青岛大学图书馆铭并序\n观夫巍峨之馆，界乎山海之间。朝晖无不照之鲜，玄夜有溢彩之景。明窗与翠微相映，华榱共青嶂俱悬。溪涧铮淙，仿佛袁家之渴；川原寂历，居然华子之冈。雕桂榭之玲珑，构华檐之缱绻。风拂夕山，迥无三市之笙箫；霞霭晨钟，远隔九衢之车马。朱阁绵亘，绿竹葱蒨；曲室连蜷，高台婉转。逐阶开四照之花，绕墀拥百重之璧。千帆云影，幻于天际；万家灯火，照在阑前。眷斯楼以徘徊，独蕴情而潇洒。\n炎汉有石渠天禄，皇唐称弘文集贤。萃群玉于道山，植众芳乎灵囿。柱下丛编，延之石室；三垣杂著，副在名山。帐中之秘，灿然四部之珠英；衍箧所藏，宛尔五车之玉屑。缥囊缃帙，灵光上烛于瑶枢；玉轴牙签，宝气直冲乎牛斗。闲窗录史，旁搜蝌蚪之文；慧眼校书，细释虫鱼之注。葡萄百轴，翻飞杜陵之花；翡翠千箱，罗缀扶风之锦。积书岩下，联翩津逮；鸿都碑前，络绎摩肩。囊萤多借读之人，怀饼有好学之客。中西荟萃，名师云集。坐帷诵书，如虞韶忽奏，听律吕而忘疲；隔幔讲礼，似楚匣遥开，仰光芒而不暇。睠往圣之留芳，音徽未沬；抚昔贤之遗美，光景常新。\n松柏之下，不出培塿；川谷之中，能生云雨。聚天下之才俊，咸为民族精英；养乾坤之正气，志在中华崛起。凡我诸子，悉饶风格；万千年少，大有才情。孙龙坚白之辨，明晰源流；白虎同异之论，深解堂奥。壮其拔地之才，厚厥培风之翼。鸢飞戾天，慕长空之寥廓；鲲运巨海，乐溟渤之无垠。河出碣石，盘九曲而弥雄；玉孕蓝田，绚连城而更贵。\n烟澄昃景，霜润新曦。欣逢承平，高歌盛世。惟愿仁德之心不失，大同之道日昌。戮力同心，护此庋藏。同江河之长流，共三光而永光。铭曰：\n巍巍上庠，学术渊薮。英贤汇聚，众流朝宗。\n浮山积翠，黄海澄泓。雄踞千仞，俯临万顷。\n巨浪喷薄，洪涛渺茫。文明映物，经纬华邦。\n排比浩瀚，插架琳琅。昆仑集玉，灵囿植芳。\n科技人文，并辔争驰。古今中西，互耀同辉。\n词必丽则，律中风骚。因流极源，援条振藻。\n凡百俊彦，咸资准的。心神融会，德性纯熙。\n乐以忘忧，发愤忘食。开卷有益，斯文在兹。\n遍理珠囊，详检楮墨。旁稽互证，规模宏阔。\n卓著贞恒，悉捐逸豫。庋藏不伤，书城永固。\n周虽旧邦，其命维新。朝乾夕惕，赖此青衿。\n沉浸醲郁，含英咀华。黾勉同心，下学上达。\n明诗习礼，诵雅歌风。恢而愈富，析而弥精。\n鸿图既建，志在复兴。愿我中华，普天同庆。\n\n",
            "images":["西院图书馆/img01.jpg","西院图书馆/img02.jpg","西院图书馆/img03.png"],
            "audio":"audio.mp3"
        },
    "博远楼": {
            "text":"这里是博远楼",
            "images":[]
        },
    "博知楼":{
            "text":"这里是博远楼",
            "images":[]
        },
    "博文楼":{
            "text":"这里是博文楼",
            "images":[]
        },
    "博学楼":{
            "text":"这里是博学楼",
            "images":[]
        }
}